export const cityTreeData = [
  {
    title: '朝阳区',
    value: '朝阳区',
    key: '0',
    children: [
      {
        title: '十八里店乡',
        value: '朝阳区-十八里店乡',
        key: '0-1',
      },
      {
        title: '东风乡',
        value: '朝阳区-东风乡',
        key: '0-2',
      },
      {
        title: '建国门外街道',
        value: '朝阳区-建国门外街道',
        key: '0-3',
      },
      {
        title: '东坝乡',
        value: '朝阳区-东坝乡',
        key: '0-4',
      },
      {
        title: '麦子店街道',
        value: '朝阳区-麦子店街道',
        key: '0-5',
      },
      {
        title: '平房乡',
        value: '朝阳区-平房乡',
        key: '0-6',
      },
      {
        title: '小关街道',
        value: '朝阳区-小关街道',
        key: '0-7',
      },
      {
        title: '常营乡',
        value: '朝阳区-常营乡',
        key: '0-8',
      },
      {
        title: '潘家园街道',
        value: '朝阳区-潘家园街道',
        key: '0-9',
      },
      {
        title: '奥运村街道',
        value: '朝阳区-奥运村街道',
        key: '0-10',
      },
      {
        title: '三里屯街道',
        value: '朝阳区-三里屯街道',
        key: '0-11',
      },
      {
        title: '孙河乡',
        value: '朝阳区-孙河乡',
        key: '0-12',
      },
      {
        title: '高碑店乡',
        value: '朝阳区-高碑店乡',
        key: '0-13',
      },
      {
        title: '八里庄街道',
        value: '朝阳区-八里庄街道',
        key: '0-14',
      },
      {
        title: '太阳宫乡',
        value: '朝阳区-太阳宫乡',
        key: '0-15',
      },
      {
        title: '黑庄户地区',
        value: '朝阳区-黑庄户地区',
        key: '0-16',
      },
      {
        title: '呼家楼街道',
        value: '朝阳区-呼家楼街道',
        key: '0-17',
      },
      {
        title: '管庄乡',
        value: '朝阳区-管庄乡',
        key: '0-18',
      },
      {
        title: '豆各庄乡',
        value: '朝阳区-豆各庄乡',
        key: '0-19',
      },
      {
        title: '亚运村街道',
        value: '朝阳区-亚运村街道',
        key: '0-20',
      },
      {
        title: '小红门乡',
        value: '朝阳区-小红门乡',
        key: '0-21',
      },
      {
        title: '东湖街道',
        value: '朝阳区-东湖街道',
        key: '0-22',
      },
      {
        title: '南磨房乡',
        value: '朝阳区-南磨房乡',
        key: '0-23',
      },
      {
        title: '三间房乡',
        value: '朝阳区-三间房乡',
        key: '0-24',
      },
      {
        title: '安贞街道',
        value: '朝阳区-安贞街道',
        key: '0-25',
      },
      {
        title: '大屯街道',
        value: '朝阳区-大屯街道',
        key: '0-26',
      }, {
        title: '金盏乡',
        value: '朝阳区-金盏乡',
        key: '0-27',
      },
      {
        title: '朝阳门外街道',
        value: '朝阳区-朝阳门外街道',
        key: '0-28',
      },
      {
        title: '劲松街道',
        value: '朝阳区-劲松街道',
        key: '0-29',
      },
      {
        title: '香河园街道',
        value: '朝阳区-香河园街道',
        key: '0-30',
      },
      {
        title: '将台乡',
        value: '朝阳区-将台乡',
        key: '0-31',
      },
      {
        title: '左家庄街道',
        value: '朝阳区-左家庄街道',
        key: '0-32',
      },
      {
        title: '垡头街道',
        value: '朝阳区-垡头街道',
        key: '0-33',
      },
      {
        title: '双井街道',
        value: '朝阳区-双井街道',
        key: '0-34',
      },
      {
        title: '团结湖街道',
        value: '朝阳区-团结湖街道',
        key: '0-35',
      },
      {
        title: '和平街街道',
        value: '朝阳区-和平街街道',
        key: '0-36',
      },
      {
        title: '六里屯街道',
        value: '朝阳区-六里屯街道',
        key: '0-37',
      },
      {
        title: '崔各庄乡',
        value: '朝阳区-崔各庄乡',
        key: '0-38',
      },
      {
        title: '王四营乡',
        value: '朝阳区-王四营乡',
        key: '0-39',
      },
      {
        title: '酒仙桥街道',
        value: '朝阳区-酒仙桥街道',
        key: '0-40',
      },
      {
        title: '首都机场街道',
        value: '朝阳区-首都机场街道',
        key: '0-41',
      },
      {
        title: '望京街道',
        value: '朝阳区-望京街道',
        key: '0-42',
      },
      {
        title: '来广营乡',
        value: '朝阳区-来广营乡',
        key: '0-43',
      },
      {
        title: '王四营乡',
        value: '朝阳区-王四营乡',
        key: '0-44',
      },
      {
        title: '酒仙桥街道',
        value: '朝阳区-酒仙桥街道',
        key: '0-45',
      },
      {
        title: '温榆河管委会',
        value: '朝阳区-温榆河管委会',
        key: '0-46',
      },
      {
        title: '北京商务中心区管委会',
        value: '朝阳区-北京商务中心区管委会',
        key: '0-47',
      },
      {
        title: '中关村朝阳园管委会',
        value: '朝阳区-中关村朝阳园管委会',
        key: '0-48',
      },
      {
        title: '北京奥林匹克公园管委会',
        value: '朝阳区-北京奥林匹克公园管委会',
        key: '0-49',
      },
      {
        title: '国家文化产业创新实验区管委会',
        value: '朝阳区-国家文化产业创新实验区管委会',
        key: '0-50',
      },
      {
        title: '金盏金融商务区管委会',
        value: '朝阳区-金盏金融商务区管委会',
        key: '0-51',
      },
    ],
  },
  {
    title: '大兴区',
    value: '大兴区',
    key: '1',
    children: [
      {
        title: '魏善庄镇',
        value: '大兴区-魏善庄镇',
        key: '1-1',
      },
      {
        title: '西红门镇',
        value: '大兴区-西红门镇',
        key: '1-2',
      }, {
        title: '清源街道',
        value: '大兴区-清源街道',
        key: '1-3',
      },
      {
        title: '庞各庄镇',
        value: '大兴区-庞各庄镇',
        key: '1-4',
      },
      {
        title: '礼贤镇',
        value: '大兴区-礼贤镇',
        key: '1-5',
      },
      {
        title: '亦庄地区（镇）',
        value: '大兴区-亦庄地区（镇）',
        key: '1-6',
      },
      {
        title: '黄村镇',
        value: '大兴区-黄村镇',
        key: '1-7',
      },
      {
        title: '林校路街道',
        value: '大兴区-林校路街道',
        key: '1-8',
      },
      {
        title: '兴丰街道',
        value: '大兴区-兴丰街道',
        key: '1-9',
      },
      {
        title: '榆垡镇',
        value: '大兴区-榆垡镇',
        key: '1-10',
      },
      {
        title: '安定镇',
        value: '大兴区-安定镇',
        key: '1-11',
      },
      {
        title: '采育镇',
        value: '大兴区-采育镇',
        key: '1-12',
      }, {
        title: '亦庄地区（镇）',
        value: '大兴区-亦庄地区（镇）',
        key: '1-13',
      },
      {
        title: '荣华街道',
        value: '大兴区-荣华街道',
        key: '1-14',
      },
      {
        title: '旧宫镇',
        value: '大兴区-旧宫镇',
        key: '1-15',
      },
      {
        title: '高米店街道',
        value: '大兴区-高米店街道',
        key: '1-16',
      },
      {
        title: '青云店镇',
        value: '大兴区-青云店镇',
        key: '1-17',
      },
      {
        title: '天宫院街道',
        value: '大兴区-天宫院街道',
        key: '1-18',
      },
      {
        title: '观音寺街道',
        value: '大兴区-观音寺街道',
        key: '1-19',
      },
      {
        title: '瀛海地区',
        value: '大兴区-瀛海地区',
        key: '1-20',
      },
      {
        title: '博兴街道',
        value: '大兴区-博兴街道',
        key: '1-21',
      }, {
        title: '北藏村镇',
        value: '大兴区-北藏村镇',
        key: '1-22',
      },
      {
        title: '长子营镇',
        value: '大兴区-长子营镇',
        key: '1-23',
      },
    ],
  },
  {
    title: '东城区',
    value: '东城区',
    key: '2',
    children: [
      {
        title: '东华门街道',
        value: '东城区-东华门街道',
        key: '2-1',
      },
      {
        title: '天坛街道',
        value: '东城区-天坛街道',
        key: '2-2',
      },
      {
        title: '体育馆路街道',
        value: '东城区-体育馆路街道',
        key: '2-3',
      },
      {
        title: '前门街道',
        value: '东城区-前门街道',
        key: '2-4',
      },
      {
        title: '和平里街道',
        value: '东城区-和平里街道',
        key: '2-5',
      },
      {
        title: '北新桥街道',
        value: '东城区-北新桥街道',
        key: '2-6',
      },
      {
        title: '建国门街道',
        value: '东城区-建国门街道',
        key: '2-7',
      },
      {
        title: '崇外街道',
        value: '东城区-崇外街道',
        key: '2-8',
      },
      {
        title: '东直门街道',
        value: '东城区-东直门街道',
        key: '2-9',
      },
      {
        title: '安定门街道',
        value: '东城区-安定门街道',
        key: '2-10',
      },
      {
        title: '景山街道',
        value: '东城区-景山街道',
        key: '2-11',
      },
      {
        title: '东四街道',
        value: '东城区-东四街道',
        key: '2-12',
      },
      {
        title: '交道口街道',
        value: '东城区-交道口街道',
        key: '2-13',
      },
      {
        title: '朝阳门街道',
        value: '东城区-朝阳门街道',
        key: '2-14',
      },
      {
        title: '永外街道',
        value: '东城区-永外街道',
        key: '2-15',
      }, {
        title: '龙潭街道',
        value: '东城区-龙潭街道',
        key: '2-16',
      },
      {
        title: '东花市街道',
        value: '东城区-东花市街道',
        key: '2-17',
      },
    ],
  },
  {
    title: '西城区',
    value: '西城区',
    key: '3',
    children: [
      {
        title: '月坛街道',
        value: '西城区-月坛街道',
        key: '3-1',
      },
      {
        title: '金融街街道',
        value: '西城区-金融街街道',
        key: '3-2',
      },
      {
        title: '新街口街道',
        value: '西城区-新街口街道',
        key: '3-3',
      },
      {
        title: '广内街道',
        value: '西城区-广内街道',
        key: '3-4',
      },
      {
        title: '陶然亭街道',
        value: '西城区-陶然亭街道',
        key: '3-5',
      },
      {
        title: '天桥街道',
        value: '西城区-天桥街道',
        key: '3-6',
      },
      {
        title: '牛街街道',
        value: '西城区-牛街街道',
        key: '3-7',
      },
      {
        title: '大栅栏街道',
        value: '西城区-大栅栏街道',
        key: '3-8',
      },
      {
        title: '椿树街道',
        value: '西城区-椿树街道',
        key: '3-9',
      },
      {
        title: '什刹海街道',
        value: '西城区-什刹海街道',
        key: '3-10',
      },
      {
        title: '展览路街道',
        value: '西城区-展览路街道',
        key: '3-11',
      },
      {
        title: '西长安街街道',
        value: '西城区-西长安街街道',
        key: '3-12',
      },
      {
        title: '德胜门街道',
        value: '西城区-德胜门街道',
        key: '3-13',
      },
      {
        title: '广外街道',
        value: '西城区-广外街道',
        key: '3-14',
      },
      {
        title: '白纸坊街道',
        value: '西城区-白纸坊街道',
        key: '3-15',
      },
    ],
  },
  {
    title: '海淀区',
    value: '海淀区',
    key: '4',
    children: [
      {
        title: '花园路街道',
        value: '海淀区-花园路街道',
        key: '4-1',
      },
      {
        title: '苏家坨镇',
        value: '海淀区-苏家坨镇',
        key: '4-2',
      },
      {
        title: '温泉镇',
        value: '海淀区-温泉镇',
        key: '4-3',
      },
      {
        title: '四季青镇',
        value: '海淀区-四季青镇',
        key: '4-4',
      },
      {
        title: '西北旺镇',
        value: '海淀区-西北旺镇',
        key: '4-5',
      },
      {
        title: '万寿路街道',
        value: '海淀区-万寿路街道',
        key: '4-6',
      },
      {
        title: '上庄镇',
        value: '海淀区-上庄镇',
        key: '4-7',
      },
      {
        title: '清河街道',
        value: '海淀区-清河街道',
        key: '4-8',
      },
      {
        title: '羊坊店街道',
        value: '海淀区-羊坊店街道',
        key: '4-9',
      },
      {
        title: '东升镇',
        value: '海淀区-东升镇',
        key: '4-10',
      },
      {
        title: '西三旗街道',
        value: '海淀区-西三旗街道',
        key: '4-11',
      },
      {
        title: '北太平庄街道',
        value: '海淀区-北太平庄街道',
        key: '4-12',
      },
      {
        title: '田村路街道',
        value: '海淀区-田村路街道',
        key: '4-13',
      },
      {
        title: '学院路街道',
        value: '海淀区-学院路街道',
        key: '4-14',
      },
      {
        title: '上地街道',
        value: '海淀区-上地街道',
        key: '4-15',
      },
      {
        title: '曙光街道',
        value: '海淀区-曙光街道',
        key: '4-16',
      },
      {
        title: '甘家口街道',
        value: '海淀区-甘家口街道',
        key: '4-17',
      },
      {
        title: '香山街道',
        value: '海淀区-香山街道',
        key: '4-18',
      },
      {
        title: '八里庄街道',
        value: '海淀区-八里庄街道',
        key: '4-19',
      },
      {
        title: '青龙桥街道',
        value: '海淀区-青龙桥街道',
        key: '4-20',
      },
      {
        title: '海淀镇',
        value: '海淀区-海淀镇',
        key: '4-21',
      },
      {
        title: '海淀街道',
        value: '海淀区-海淀街道',
        key: '4-22',
      },
      {
        title: '永定路街道',
        value: '海淀区-永定路街道',
        key: '4-23',
      },
      {
        title: '北下关街道',
        value: '海淀区-北下关街道',
        key: '4-24',
      },
      {
        title: '马连洼街道',
        value: '海淀区-马连洼街道',
        key: '4-25',
      },
      {
        title: '燕园街道',
        value: '海淀区-燕园街道',
        key: '4-26',
      },
      {
        title: '紫竹院街道',
        value: '海淀区-紫竹院街道',
        key: '4-27',
      },
      {
        title: '清华园街道',
        value: '海淀区-清华园街道',
        key: '4-28',
      },
      {
        title: '中关村街道',
        value: '海淀区-中关村街道',
        key: '4-29',
      },
    ],
  },
];
